[
    {
        "id": 1,
        "image_link": "https://i.ibb.co/8DGNWPw/beach-Front-Hotel.jpg",
        "image_2": "https://i.ibb.co/rms599g/restaurants3.jpg",
        "image_3": "https://i.ibb.co/ZS6h0NY/pool2.jpg",
        "estate_title": "Luxury Beachfront Hotel",
        "segment_name": "Hotels",
        "short_description": "Experience luxury and relaxation at this beachfront hotel.",
        "detailed_description": "Indulge in an unforgettable luxury experience at our beachfront hotel. Nestled along the pristine shores of Beach Paradise in the Maldives, our hotel offers a sanctuary of elegance and tranquility. From the moment you step into our grand lobby, you'll be captivated by the breathtaking ocean views and impeccable service. Each of our lavishly appointed rooms and suites is designed to exceed your expectations, featuring modern amenities, plush furnishings, and private balconies overlooking the azure waters. Indulge your senses with culinary delights at our world-class restaurants, unwind with a pampering spa treatment, or simply soak up the sun on our white sandy beaches. Whether you're seeking a romantic getaway, a family vacation, or a destination wedding, our luxury beachfront hotel promises an unparalleled experience of serenity and sophistication.",
        "price": "$500/night",
        "status": "rent",
        "area": "400 sq ft",
        "location": "Beach Paradise, Maldives",
        "facilities": [
            "ocean view",
            "swimming pool",
            "restaurant"
        ]
    },
    {
        "id": 2,
        "image_link": "https://i.ibb.co/BCkR16J/roadside-Motel.jpg",
        "image_2": "https://i.ibb.co/tsrc0Xr/parking3.jpg",
        "image_3": "https://i.ibb.co/prV8QfM/breakfast2.jpg",
        "estate_title": "Cozy Roadside Motel",
        "segment_name": "Motels",
        "short_description": "Convenient and comfortable lodging for travelers on the go.",
        "detailed_description": "Escape the hustle and bustle of the highway and unwind at our cozy roadside motel. Situated in the heart of Highway Junction, Texas, our motel offers a convenient and comfortable stay for travelers on the go. Each of our clean and well-appointed rooms is thoughtfully designed to ensure a restful night's sleep, with amenities like plush bedding, complimentary breakfast, and free Wi-Fi. Whether you're passing through on a road trip or exploring the local attractions, our friendly staff is here to make your stay enjoyable and stress-free. Fuel up for the day ahead with our hearty breakfast options before hitting the road or take a refreshing dip in our outdoor pool to relax and rejuvenate. Discover the charm of small-town hospitality at our cozy roadside motel.",
        "price": "$80/night",
        "status": "rent",
        "area": "250 sq ft",
        "location": "Highway Junction, Texas",
        "facilities": [
            "free breakfast",
            "parking",
            "wifi"
        ]
    },
    {
        "id": 3,
        "image_link": "https://i.ibb.co/3kQm3QJ/tropical-Resort.jpg",
        "image_2": "https://i.ibb.co/kDFsfsK/ballroom.webp",
        "image_3": "https://i.ibb.co/C2Jcq9n/hottub.jpg",
        "estate_title": "Tropical Resort Getaway",
        "segment_name": "Resorts",
        "short_description": "Escape to paradise at this luxurious tropical resort.",
        "detailed_description": "Embark on a journey of relaxation and adventure at our tropical resort getaway. Nestled on the idyllic shores of Island Oasis in Fiji, our resort offers a slice of paradise like no other. From the moment you arrive, you'll be enveloped in the lush tropical surroundings and warm hospitality that define our resort experience. Indulge in the ultimate luxury with our private villas, each elegantly appointed with modern amenities and breathtaking ocean views. Spend your days lounging by the infinity pool, exploring the colorful coral reefs, or rejuvenating your body and soul at our world-class spa. Savor the flavors of the South Pacific at our gourmet restaurants, where fresh seafood and tropical cocktails await. Whether you're seeking romance, adventure, or simply a tranquil escape, our tropical resort getaway promises an unforgettable experience of relaxation and rejuvenation.",
        "price": "$1000/night",
        "status": "rent",
        "area": "1000 sq ft",
        "location": "Island Oasis, Fiji",
        "facilities": [
            "private villa",
            "beach access",
            "spa"
        ]
    },
    {
        "id": 4,
        "image_link": "https://i.ibb.co/DYrSsS0/mountain-Cabin.jpg",
        "image_2": "https://i.ibb.co/6WHByrf/hiking2.jpg",
        "image_3": "https://i.ibb.co/PWmyrCd/fireplace.jpg",
        "estate_title": "Scenic Mountain Cabin",
        "segment_name": "Vacation rentals",
        "short_description": "Experience the beauty of nature in this cozy mountain cabin.",
        "detailed_description": "Escape to the serenity of the mountains with a stay at our scenic mountain cabin. Tucked away in the picturesque surroundings of Mountain Retreat, Colorado, our cabin offers a peaceful retreat from the hustle and bustle of everyday life. Step inside to discover a cozy interior adorned with rustic furnishings and modern conveniences, perfect for a romantic getaway or family vacation. Spend your days hiking through the nearby trails, taking in the breathtaking mountain views, or simply relaxing by the fireplace with a good book. With its secluded location and natural beauty, our mountain cabin provides the perfect backdrop for creating lasting memories and reconnecting with nature.",
        "price": "$200/night",
        "status": "rent",
        "area": "800 sq ft",
        "location": "Mountain Retreat, Colorado",
        "facilities": [
            "fireplace",
            "mountain view",
            "hiking trails"
        ]
    },
    {
        "id": 5,
        "image_link": "https://i.ibb.co/nBFR08D/forest-Lodge.jpg",
        "image_2": "https://i.ibb.co/PWmyrCd/fireplace.jpg",
        "image_3": "https://i.ibb.co/ncRDT8B/businesscentre2.jpg",
        "estate_title": "Rustic Forest Lodge",
        "segment_name": "Lodges",
        "short_description": "Immerse yourself in nature at this rustic forest lodge.",
        "detailed_description": "Discover the allure of the great outdoors with a stay at our rustic forest lodge. Nestled amidst the towering trees of Woodland Haven, Oregon, our lodge offers a peaceful retreat in the heart of nature. Step inside to find cozy cabins adorned with log furnishings and modern amenities, providing the perfect blend of comfort and rustic charm. Spend your days exploring the nearby trails, birdwatching, or simply relaxing on the lodge's spacious deck surrounded by tranquil forest views. With its serene setting and close proximity to outdoor adventures, our forest lodge is the ideal destination for nature enthusiasts and outdoor adventurers alike.",
        "price": "$300/night",
        "status": "rent",
        "area": "1200 sq ft",
        "location": "Woodland Haven, Oregon",
        "facilities": [
            "cabin accommodation",
            "wildlife tours",
            "campfire area"
        ]
    },
    {
        "id": 6,
        "image_link": "https://i.ibb.co/Lk1rd17/Charming-Countryside-Guesthouse.jpg",
        "image_2": "https://i.ibb.co/njGZsrq/restaurant.jpg",
        "image_3": "https://i.ibb.co/DkLTNFL/bedroom.jpg",
        "estate_title": "Charming Countryside Guesthouse",
        "segment_name": "Guesthouses",
        "short_description": "Experience genuine hospitality at this charming countryside guesthouse.",
        "detailed_description": "Experience the warmth of rural hospitality at our charming countryside guesthouse. Situated amidst the rolling hills of Country Retreat, England, our guesthouse offers a tranquil escape from the hustle and bustle of city life. Step inside to find cozy rooms decorated with antique furnishings and modern amenities, providing a comfortable retreat for travelers seeking peace and relaxation. Start your day with a delicious homemade breakfast served in our garden courtyard, then explore the scenic countryside with a leisurely stroll or bike ride along the nearby trails. With its picturesque setting and personalized service, our guesthouse is the perfect home away from home for your countryside getaway.",
        "price": "$150/night",
        "status": "rent",
        "area": "600 sq ft",
        "location": "Country Retreat, England",
        "facilities": [
            "homemade meals",
            "garden",
            "personalized service"
        ]
    },
    {
        "id": 7,
        "image_link": "https://i.ibb.co/fQm5sHM/City-Center-Boutique-Hotel.jpg",
        "image_2": "https://i.ibb.co/YcRD5bk/restaurants2.jpg",
        "image_3": "https://i.ibb.co/ws39p2c/bedroom2.jpg",
        "estate_title": "City Center Boutique Hotel",
        "segment_name": "Hotels",
        "short_description": "Discover urban sophistication at this boutique hotel in the heart of the city.",
        "detailed_description": "Immerse yourself in the vibrant energy of the city with a stay at our city center boutique hotel. Located in the heart of Cityscape Plaza, New York, our hotel offers a stylish retreat for discerning travelers seeking luxury and convenience. Step inside to find elegant rooms and suites designed with modern comforts and chic décor, providing the perfect oasis in the midst of the bustling cityscape. Indulge your palate with creative cuisine at our rooftop restaurant, sip cocktails at our sleek bar, or explore the city's cultural attractions just steps from our door. Whether you're visiting for business or leisure, our boutique hotel promises a sophisticated urban experience that's second to none.",
        "price": "$300/night",
        "status": "rent",
        "area": "500 sq ft",
        "location": "Cityscape Plaza, New York",
        "facilities": [
            "city view",
            "restaurant",
            "bar"
        ]
    },
    {
        "id": 8,
        "image_link": "https://i.ibb.co/Vx8bymc/Ski-Resort-Retreat.jpg",
        "image_2": "https://i.ibb.co/k9Z6zZw/ski2.jpg",
        "image_3": "https://i.ibb.co/4MT2Vhc/spa2.jpg",
        "estate_title": "Ski Resort Retreat",
        "segment_name": "Resorts",
        "short_description": "Experience winter wonderland at this ski resort nestled in the mountains.",
        "detailed_description": "Escape to the snow-covered slopes and majestic peaks of Alpine Valley, Switzerland with a stay at our ski resort retreat. Whether you're a seasoned skier or a first-time visitor, our resort offers something for everyone to enjoy. Wake up to breathtaking alpine views from your cozy chalet or suite, then hit the slopes for a day of exhilarating skiing or snowboarding. After a day on the mountain, unwind with a soothing massage at our spa, take a dip in the heated indoor pool, or indulge in a gourmet meal at our slope-side restaurant. With its stunning natural beauty and world-class amenities, our ski resort retreat is the ultimate destination for your winter getaway.",
        "price": "$600/night",
        "status": "rent",
        "area": "800 sq ft",
        "location": "Alpine Valley, Switzerland",
        "facilities": [
            "ski-in/ski-out",
            "spa",
            "après-ski activities"
        ]
    },
    {
        "id": 9,
        "image_link": "https://i.ibb.co/q1HG3ys/Seaside-Bedand-Breakfast.jpg",
        "image_2": "https://i.ibb.co/qsvGyHw/breakfast.jpg",
        "image_3": "https://i.ibb.co/wYSbQwL/bedroom4.png",
        "estate_title": "Seaside Bed and Breakfast",
        "segment_name": "Guesthouses",
        "short_description": "Experience coastal charm at this quaint seaside bed and breakfast.",
        "detailed_description": "Experience the allure of coastal living with a stay at our seaside bed and breakfast. Located in the picturesque Coastal Haven, Maine, our charming inn offers a welcoming retreat by the sea. Wake up to the sound of waves crashing against the shore and breathe in the fresh ocean air from your cozy room or suite. Start your day with a delicious homemade breakfast featuring locally sourced ingredients, then explore the nearby beaches, shops, and attractions just steps from our door. With its serene setting and warm hospitality, our seaside bed and breakfast is the perfect destination for your coastal getaway.",
        "price": "$120/night",
        "status": "rent",
        "area": "400 sq ft",
        "location": "Coastal Haven, Maine",
        "facilities": [
            "ocean view",
            "homemade breakfast",
            "beach access"
        ]
    },
    {
        "id": 10,
        "image_link": "https://i.ibb.co/7gcCs83/Luxury-Island-Resort.jpg",
        "image_2": "https://i.ibb.co/rvYChrY/spa.jpg",
        "image_3": "https://i.ibb.co/pz76d2L/bedroom3.jpg",
        "estate_title": "Luxury Island Resort",
        "segment_name": "Resorts",
        "short_description": "Own a piece of paradise at this luxury island resort.",
        "detailed_description": "Escape to your own private paradise with ownership of this exclusive luxury island resort. Situated on a pristine island in the Caribbean, this resort offers unparalleled beauty and luxury in a breathtaking setting. Indulge in the ultimate luxury with your own private villa, complete with panoramic ocean views, infinity pool, and personalized concierge service. Whether you're hosting a destination wedding, corporate retreat, or simply seeking a private sanctuary for relaxation, this luxury island resort offers endless possibilities for creating unforgettable memories.",
        "price": "$10,000,000",
        "status": "sale",
        "area": "10 acres",
        "location": "Exotic Island, Caribbean",
        "facilities": [
            "private villa",
            "beachfront",
            "spa"
        ]
    },
    {
        "id": 11,
        "image_link": "https://i.ibb.co/tB9Gss4/Historic-Downtown-Hotel.jpg",
        "image_2": "https://i.ibb.co/pxNLvPf/business-Center.jpg",
        "image_3": "https://i.ibb.co/HDRzFcJ/ballrooms2.jpg",
        "estate_title": "Historic Downtown Hotel",
        "segment_name": "Hotels",
        "short_description": "Own a piece of history with this historic downtown hotel.",
        "detailed_description": "Step back in time and own a piece of history with this iconic historic downtown hotel. Located in the heart of the historic district in Paris, this hotel boasts elegant architecture, timeless charm, and a rich heritage dating back to the 19th century. With its grand ballrooms, sophisticated guest rooms, and prime location near the city's top attractions, this historic hotel offers a unique opportunity for investment and preservation of a treasured landmark.",
        "price": "$5,500,000",
        "status": "sale",
        "area": "50,000 sq ft",
        "location": "Downtown Heritage District, Paris",
        "facilities": [
            "ballroom",
            "restaurant",
            "business center"
        ]
    },
    {
        "id": 12,
        "image_link": "https://i.ibb.co/rQMwhFg/Secluded-Mountain-Chalet.jpg",
        "image_2": "https://i.ibb.co/Rz2g7gz/Hottub2.jpg",
        "image_3": "https://i.ibb.co/Gc0psvj/fireplace2.jpg",
        "estate_title": "Secluded Mountain Chalet",
        "segment_name": "Vacation rentals",
        "short_description": "Own your mountain retreat with this secluded chalet.",
        "detailed_description": "Escape the ordinary and own your own mountain retreat with this secluded chalet in Alpine Haven, Colorado. Tucked away in the tranquil surroundings of the Rocky Mountains, this chalet offers the perfect blend of luxury and wilderness. Featuring stunning mountain views, spacious living areas, and modern amenities, this chalet is ideal for hosting family gatherings, romantic getaways, or simply enjoying the serenity of nature. With its proximity to world-class skiing, hiking trails, and outdoor adventures, owning this secluded mountain chalet opens the door to a lifetime of unforgettable experiences.",
        "price": "$1,200,000",
        "status": "sale",
        "area": "3000 sq ft",
        "location": "Alpine Haven, Colorado",
        "facilities": [
            "mountain view",
            "fireplace",
            "hot tub"
        ]
    }
]